Repository: redsteve-bhr/playground
Catalog: app.1/languages/*.po
Languages: de, es

source: No main menu defined!
de: Hauptmenu nicht definiert!
es: Sin menú principal definido!

source: Terminal is now configured and will restart...
de: Terminal ist konfiguriert und startet neu...
es: El terminal está ahora configurado y se reiniciará...

source: Terminal is now configured and will restart the application...
de: Terminal ist konfiguriert und startet neu...
es: El terminal está ahora configurado y reiniciará la aplicación...

source: Cancel
de: Abbrechen
es: Cancelar

source: No setup menu defined!
de: Setupmenu nicht definiert!
es: No hay menú de configuración definido!

source: Terminal configuration changed. Application will restart now...
de: Terminal konfiguration geändert. Anwendung startet neu...
es: Cambió la configuración de los terminales. La aplicación se reiniciará ahora....

source: Biometric unit not working
de: Biometrische Einheit funktioniert nicht!
es: La unidad biométrica no funciona

source: No template ID specified!
de: Keine Fingerabdruck-ID!
es: No se ha especificado el ID de la plantilla!

source: No finger information available. Please enroll fingers.
es: No hay información de dedo disponible. Por favor, inscriba los dedos.

source: %d finger(s) enrolled. Enrol another finger for this user?
de: %d Fingerabdrücke registriert. Weiteren Fingerabdruck hinzufügen?
es: %d dedo(s) inscrito(s). ¿Registrar otro dedo para este usuario?

source: Finger template enrolment
de: Fingerabdruckregistrierung
es: Registro de plantillas de dedos

source: Enrol
de: Registrieren
es: Inscribirse

source: Test
es: Prueba

source: Save
de: Speichern
es: Guardar

source: Processing data, please wait...
de: Bitte warten...
es: Procesamiento de datos, por favor espere....

source: User successfully enrolled!
de: Fingerabdruck für Benutzer erfolgreich registriert!
es: Usuario inscrito con éxito!

source: Place finger
de: Finger platzieren
es: Coloque el dedo

source: No finger detected, cancel enrolment?
de: Kein Finger erkannt, Registrierung abbrechen?
es: No se ha detectado ningún dedo, cancelar la inscripción?

source: Fingerprints do not match same finger! Try again?
de: Fingerabdrücke nicht vom gleichen Finger! Erneut versuchen?
es: Las huellas dactilares no coinciden con el mismo dedo! ¿Intentarlo de nuevo?

source: Fingerprint is of insufficient quality! Try again?
de: Qualität des Fingerabdrucks ist unzureichend! Erneut versuchen?
es: Las huellas dactilares no son de calidad suficiente. ¿Intentarlo de nuevo?

source: Failed to enrol finger: %s
de: Fehler beim Registrieren des Fingerabdrucks: %s
es: No pudo matricular al dedo: %s

source: Processing templates, please wait...
de: Fingerabdrücke werden verarbeitet, bitte warten...
es: Tratamiento de modelos, por favor espere....

source: Your fingerprint quality of %(fingerQuality)s%% is below the recommended level of %(warnLevel)s%%.
de: Qualität des Fingerabdrucks von %(fingerQuality)s%% ist unterhalb des empfohlenen Niveaus von %(warnLevel)s%%.
es: La calidad de su huella dactilar del %(fingerQuality)s%% está por debajo del nivel recomendado del %(warnLevel)s%%.

source: Replace finger
de: Finger erneut platzieren
es: Reemplazar dedo

source: Processing...
de: Verarbeite...
es: Procesando....

source: Remove finger
de: Finger entfernen
es: Quitar el dedo

source: Finger template quality is %s%%.
de: Qualität des Fingerabdrucks ist %s%%.
es: La calidad de la plantilla de dedo es de %s%%

source: Finger template acquired.
de: Fingerabdruck geladen.
es: Se ha adquirido la plantilla de dedo.

source: Accept
de: Akzeptieren
es: Aceptar

source: Retry
de: Nochmal
es: Reintentar

source: Verify...
de: Verifiziere...
es: Verificar....

source: User verified successfully!
de: Benutzer erfolgreich verifiziert!
es: Usuario verificado con éxito!

source: User could not be verified!
de: Benutzer konnte nicht verifiziert werden!
es: El usuario no pudo ser verificado!

source: Error verifying! (%s)
de: Fehler beim Verifizieren! (%s)
es: Error de verificación! (%s)

source: Please select finger
es: Por favor, seleccione el dedo

source: You cannot enrol more fingers! Please delete one first.
es: No se pueden inscribir más dedos! Por favor, borre uno primero.

source: Place finger (%s)
es: Colocar el dedo (%s)

source: Your "%s" finger is already enrolled. Delete or re-enrol the finger?
es: Su dedo "%s" ya está registrado. ¿Eliminar el dedo o volver a registrarlo?

source: Re-Enrol
es: Volver a registrar

source: Delete
de: Löschen
es: Eliminar

source: Back
de: Zurück
es: Atrás

source: left pinky
es: meñique izquierdo

source: left ring
es: anular izquierdo

source: left middle
es: corazón izquierdo

source: left index
es: índice izquierdo

source: left thumb
es: pulgar izquierdo

source: right thumb
es: pulgar derecho

source: right index
es: índice derecho

source: right middle
es: corazón derecho

source: right ring
es: anular derecho

source: right pinky
es: meñique derecho

source: Biometric info
de: Biometrieleser
es: Información biométrica

source: Please wait...
de: Bitte warten...
es: Espere...

source: Total users
de: Anzahl Nutzer
es: Usuarios totales

source: Loaded users
de: Geladene Nutzer
es: Usuarios cargados

source: Templates in reader
de: Fingerabdrücke im Gerät
es: Plantillas en el lector

source: Sync templates
de: Fingerabdrücke abgleichen
es: Sincronizar plantillas

source: Reload ALL templates from database to reader?
de: Alle Fingerabdrücke erneut auf Biometrieleser übertragen?
es: ¿Volver a cargar TODAS las plantillas de la base de datos en el lector?

source: Preparing templates for reloading...
de: Bereite Fingerabdrücke für Abgleich vor...
es: Preparando plantillas para cargar de nuevo...

source: Synchronisation failed: %s
de: Abgleich fehlgeschlagen: %s
es: Fallo de sincronización: %s

source: Updating finger templates...
de: Fingerabdrücke werden aktualisiert...
es: Actualizando plantillas de dedos...

source: Finish later
de: Später
es: Finalizar después

source: Synchronisation finished with %d warnings.
de: Abgleich beendet, %d Warnungen.
es: Sincronización terminada con %d advertencias.

source: Biometric synchronisation errors
de: Synchronisationsfehler mit Biometrieleser
es: Errores de sincronización biométrica

source: Biometric unit not synchronised
de: Biometrieleser ist nicht synchronisiert
es: Unidad biométrica no sincronizada

source: Biometric
de: Biometrieleser
es: Biométrico

source: User does not support biometric verification!
de: Nutzer unterstützt biometrische Verifikation nicht!
es: El usuario no admite la verificación biométrica.

source: No biometric data available to verify user!
de: Keine biometrischen Daten vorhanden, um Benutzer zu verifizieren!
es: Ningún dato biométrico disponible para verificar el usuario.

source: Help
es: Ayuda

source: Enrolled fingers...
es: Dedos registrados...

source: OK
es: Aceptar

source: Transaction buffer full
de: Transaktionsbuffer voll
es: Búfer de transacción lleno

source: Transaction buffer level high
de: Transaktionsbuffer fast voll
es: Nivel del búfer de transacción elevado

source: Transaction Status
de: Transaktionsstatus
es: Estado de la transacción

source: Unsent
de: Noch nicht gesendet
es: No enviado

source: Warn Level
es: Nivel de advertencia

source: Max Level
es: Nivel máx.

source: Last Error
de: Letzter Fehler
es: Último error

source: default:LTR
es: por defecto: LTR

source: Please wait while saving settings and configuring the terminal...
de: Einstellungen werden gespeichert, bitte warten...
es: Espere mientras se guardan los ajustes y la configuración del terminal...

source: Application setup wizard %(appName)s(%(appVersion)s)
de: Anwendungsassistent %(appName)s(%(appVersion)s)
es: Asistente de configuración de aplicación %(appName)s(%(appVersion)s)

source: Next
de: Weiter
es: Siguiente

source: Configuring %(appName)s(%(appVersion)s) Please wait...
de: Konfiguriere %(appName)s(%(appVersion)s) Bitte warten...
es: Configurando %(appName)s(%(appVersion)s) Espere...

source: Configure network settings?
de: Netzwerk konfigurieren?
es: ¿Configurar ajustes de red?

source: Skip
de: Überspringen
es: Saltar

source: Yes
de: Ja
es: Sí

source: Applying settings...
de: Einstellungen werden angewendet...
es: Aplicando configuración...

source: Configuring application...
de: Konfiguriere Anwendung...
es: Configurando aplicación...

source: Select region
de: Region auswählen
es: Seleccionar región

source: Select country
de: Land auswählen
es: Seleccionar país

source: Select language
de: Sprache auswählen
es: Seleccionar idioma

source: Select timezone
de: Zeitzone auswählen
es: Seleccionar zona horaria

source: Enter device ID
de: Geräte ID eingeben
es: Indicar ID del dispositivo

source: Wizard completed
de: Assistent abgeschlossen
es: Asistente terminado

source: Health Status
de: Terminal Status
es: Estado de salud

source: Bad
de: Schlecht
es: Malo

source: Good
de: Gut
es: Bueno

source: OK (%s)
es: Aceptar (%s)

source: Enter PIN
de: PIN eingeben
es: Introducir PIN

source: Settings editor
de: Einstellungen
es: Editor de configuración

source: Please plug-in USB memory device
es: Conecte el dispositivo de memoria USB

source: Please select device
es: Seleccione un dispositivo

source: (in use)
es: (en uso)

source: Please select partition
es: Seleccione una partición

source: An error occurred: %s
es: Se ha producido un error: %s

source: No network link
de: Kein Netzwerklink
es: Ningún enlace de red

source: No IP address from DHCP server
de: Keine IP Adresse vom DHCP Server
es: Ninguna dirección IP para el servidor DHCP

source: Network
de: Netzwerk
es: Red

source: No AC power
de: Kein Strom
es: Sin corriente CA

source: Power
de: Strom
es: Alimentación

source: Disk Space
es: Espacio en el disco

source: Download problems!
de: Download Probleme!
es: Problemas con la descarga

source: Media Downloads
es: Descargas multimedia

source: %d hours
de: %d Stunden
es: %d horas

source: %d minutes
de: %d Minuten
es: %d minutos

source: %d seconds
de: %d Sekunden
es: %d segundos

source: Last run
de: Letzter lauf
es: Última ejecución

source: Next run
de: Nächster Lauf
es: Ejecución siguiente

source: Run every
de: Läuft jede
es: Ejecutar cada

source: External application restart requested, restarting now...
de: Neustart der Application wurde angefordert...
es: Se necesita un reinicio de la aplicación externa; reiniciando ahora...

source: Terminal application is restarting...
de: Anwendung startet neu...
es: La aplicación del terminal se está reiniciando...

source: Terminal is rebooting...
de: Terminal startet neu...
es: El terminal se está reiniciando...

source: Data Distribution Status
de: Datendistribution
es: Estado de distribución de datos

source: Downloading %s
de: Lade %s
es: Descargando %s

source: Uploading %s
de: Lade %s
es: Cargando %s

source: Action %s
es: Acción %s

source: Rebooting terminal because system configuration has changed.
de: Einstellungen geändert, Terminal startet neu...
es: Reiniciando terminal porque la configuración del sistema ha cambiado.

source: Restarting application because settings changed
de: Einstellungen geändert, Anwendung startet neu...
es: Reiniciando aplicación porque la configuración ha cambiado

source: Heartbeat failed
de: Heartbeat fehlgeschlagen
es: Fallo de latido

source: Heartbeat (%s)
es: Latido (%s)

source: Heartbeat (unconfigured)
de: Heartbeat (nicht konfiguriert)
es: Latido (no configurado)

source: Device ID
de: Geräte ID
es: ID del dispositivo

source: Last error message
de: Letzte Fehlermeldung
es: Último mensaje de error

source: Last try
de: Letzter Versuch
es: Último intento

source: Last error
de: Letzter Fehler
es: Último error

source: Last success
de: Letzter Erfolg
es: Último éxito

source: No employees loaded
de: Keine Benutzer geladen
es: Ningún empleado cargado

source: Employee data
de: Benutzerdaten
es: Datos personales

source: Employees
de: Benutzer
es: Empleados

source: Please identify as supervisor
de: Bitte als Supvervisor identifizieren
es: Identifíquese como supervisor

source: Employee is not in database, create now?
de: Benutzer ist nicht in Datenbank, jetzt erstellen?
es: El empleado no está en la base de datos, ¿crearlo ahora?

source: Error creating employee (%s)
de: Fehler beim Erstellen des Benutzers (%s)
es: Error al crear empleado (%s)

source: Employee has been created.
de: Benutzer wurde erstellt.
es: El empleado se ha creado.

source: Not supervisor
de: Nicht Supervisor.
es: No es supervisor

source: Employee is not in database! Call supervisor to enrol.
de: Benutzer ist nicht in Datenbank! Bitte Supervisor benachrichtigen um Benutzer zu registrieren.
es: El empleado no está en la base de datos. Llame al supervisor para registrarlo.

source: Create employee now?
de: Benutzer jetzt erstellen?
es: ¿Crear empleado ahora?

source: Invalid card!
de: Ungültige Karte!
es: Tarjeta no válida.

source: Decode error!
de: Decodierungsfehler!
es: Error de decodificación.

source: Please identify
de: Bitte identifizieren
es: Identifique

source: Permission denied!
de: Zugang verweigert!
es: Permiso denegado.

source: Identify employee
de: Benutzer identifizieren
es: Identificar empleado

source: Local supervisor not allowed.
de: Lokaler Supervisor ist nicht zugelassen.
es: Supervisor local no permitido.

source: Action (%s) not defined!
de: Aktion (%s) ist nicht definiert!
es: Acción (%s) no definida.

source: Invalid card
de: Ungültige Karte
es: Tarjeta no válida

source: Wrong card!
de: Ungültige Karte!
es: Tarjeta incorrecta.

source: No employee for that badge code!
de: Ungültige Kartennummer
es: Ningún empleado para ese código de tarjeta.

source: Could not identify finger!
de: Konnte Finger nicht identifizieren!
es: No se ha podido identificar el dedo.

source: No employee for this template!
de: Kein Benutzer für diesen Fingerabdruck!
es: Ningún empleado para esta plantilla.

source: Wrong ID!
de: Falsche ID!
es: ID incorrecto.

source: No employee with that ID!
de: Kein Benutzer mit dieser ID gefunden!
es: Ningún empleado con ese ID.

source: Keypad
de: Tastatur
es: Teclado

source: Access denied, no available verification methods!
de: Zugang verwehrt, keine Verifikationsmethode!
es: Acceso denegado o ningún método de verificación disponible.

source: Always pass
de: Immer zulassen
es: Pasar siempre

source: Always deny
de: Niemals zulassen
es: Denegar siempre

source: Access denied!
de: Zugang verwehrt!
es: Acceso denegado.

source: Pass if identified by badge
de: Zulassen wenn durch Karte identifiziert
es: Pasar si identificado con tarjeta

source: Pass if identified by biometric
de: Zulassen wenn durch Biometrieleser identifiziert
es: Pasar si identificado con biométrica

source: Biometric (always pass)
de: Biometrieleser (immer zulassen)
es: Biométrica (pasar siempre)

source: Please enter PIN
de: PIN eingeben
es: Introducir PIN

source: Wrong PIN!
de: Falscher PIN!
es: PIN incorrecto.

source: Camera Picture
de: Foto
es: Foto de cámara

source: Take picture...
de: Photo aufnehmen...
es: Hacer foto...

source: Use this picture?
de: Photo benuzten?
es: ¿Usar esta foto?

source: Re-take
de: Erneut
es: Volver a hacer

source: Voice
de: Sprache
es: Voz

source: Please say your name
de: Bitte Namen sagen
es: Diga su nombre

source: Please wait, processing data
de: Bitte warten, verarbeite Daten
es: Espere, procesando datos

source: User PIN
de: Benutzer PIN
es: PIN de usuario

source: Do you want to import files from USB?
es: ¿Desea importar archivos del USB?

source: Please wait while importing data...
es: Espere mientras se importan los datos...

source: Error importing: %s
es: Error al importar: %s

source: Import completed.
de: Importieren abgeschlossen.
es: Importación completada.

source: Do you want to import "%s"?
de: "%s" importieren?
es: ¿Desea importar "%s"?

source: Importing data, please wait...
de: Importiere Daten, bitte warten...
es: Importando datos, espere...

source: Import failed (%s)!
de: Importieren fehlgeschlagen (%s)!
es: Fallo de importación (%s).

source: Import completed. A terminal restart is required. Do you want to restart terminal now?
de: Importieren abgeschlossen. Ein Neustart ist erforderlich. Jetzt ausführen?
es: Importación completada. Se requiere reiniciar el terminal. ¿Desea reiniciar el terminal ahora?

source: Import completed. An application restart is required. Do you want to restart application now?
es: Importación completada. Se requiere reiniciar la aplicación. ¿Desea reiniciar la aplicación ahora?

source: Export directory already exists, replace files with this export?
de: Export-Verzeichnis existiert bereits, überschreiben?
es: El directorio de exportación ya existe, ¿reemplazar archivos por esta importación?

source: Exporting data to USB...
de: Exportiere Daten auf USB...
es: Exportando datos a USB...

source: Data was successfully exported to USB.
de: Daten wurden erfolgreich auf USB exportiert.
es: Los datos se ha exportado correctamente al USB.

source: Failed to export data (%s).
de: Exportieren der Daten fehlgeschlagen (%s).
es: Fallo al exportar datos (%s).

source: Import
de: Importieren
es: Importar

source: Export
de: Exportieren
es: Exportar

source: Turn on remote support?
de: Fernhilfe aktivieren?
es: ¿Activar soporte remoto?

source: Testing connection to AssistIT...
de: Teste Verbindung zu AssistIT...
es: Probando la conexión a AssistIT...

source: AssistIT connected successfully.
de: Verbindungstest zu AssistIT war erfolgreich.
es: AssistIT conectado correctamente.

source: AssistIT failed to connect (%s)
de: Konnte nicht zu AssistIT verbinden (%s)
es: Fallo al conectar a AssistIT (%s)

source: Enter support reference
de: Support-Referenz eingeben
es: Introduzca referencia de soporte

source: Turning on AssistIT...
de: Aktiviere AssistIT...
es: Activando AssistIT...

source: Remote support has been enabled
de: Fernhilfe wurde aktiviert
es: El soporte remoto se ha habilitado

source: Assistance
de: Fernhilfe
es: Asistencia

source: Test AssistIT
de: AssistIT testen
es: Probar AssistIT

source: Testing connection, please wait...
de: Überprüfe Verbindung, bitte warten...
es: Probando conexión, espere...

source: Failed
de: Fehlgeschlagen
es: Error

source: Success
de: Erfolg
es: Correcto

source: Test link
de: Verbindungstest
es: Probar enlace

source: Last Clockings
de: Letzte Buchungen
es: Últimos marcajes

source: Last clockings on this terminal
de: Letzte Buchungen am Terminal
es: Últimos marcajes en este terminal.

source: Clocking configuration error!
de: Buching fehlerhalt konfiguriert!
es: Error de configuración de marcaje.

source: Clocking error: %s
de: Fehler beim Buchen: %s
es: Error de marcaje: %s

source: Cancel (%s)
de: Abbrechen (%s)
es: Cancelar (%s)

source: Accepted
es: Aceptado

source: Please select
es: Seleccione

source: Failed to send transaction: %s
es: Fallo al enviar transacción: %s

source: Please enter a numeric value.
es: Introduzca un valor numérico.

source: The minimum value allowed is %s.
es: El valor mínimo permitido es %s.

source: The maximum value allowed is %s.
es: El valor máximo permitido es %s.

source: Please enter at least %s characters.
es: Introduzca al menos %s caracteres.

source: Please enter no more than %s characters.
es: No introduzca más de %s caracteres.

source: Data Collection
es: Recogida de datos

source: Action not available at this time. Please try again later.
es: Acción no disponible en este momento. Vuelva a intentarlo más tarde.

source: Contacting server, please wait...
es: Contactando con el servidor, espere...

source: Action not available. Please try again later
es: La acción no está disponible. Vuelva a intentarlo más tarde

source: Server returned an error!
es: El servidor ha devuelto un error.

source: Feature not available. Please try again later
es: Función no disponible. Vuelva a intentarlo más tarde

source: Information type not supported (%s)!
es: Tipo de información no compatible (%s)!

source: <b>Messages:</b>
de: <b>Nachrichten:</b>
es: <b>Mensajes:</b>

source: <i>Loading...</i>
de: <i>Wird geladen...</i>
es: <i>Cargando...</i>

source: Options
de: Optionen
es: Opciones

source: Exiting application, please wait...
de: Beende Anwendung, bitte warten...
es: Saliendo de la aplicación, espere...

source: Restart application and run wizard?
es: ¿Reiniciar aplicación y ejecutar asistente?

source: Restarting application wizard, please wait...
es: Reiniciando asistente de aplicación, espere...

source: Health
de: Status
es: Salud

source: Exit App
de: App beenden
es: Salir de la aplicación

source: Restart wizard
es: Reiniciar asistente

source: Please select option or present card.
de: Bitte Option wählen oder Karte vorhalten.
es: Seleccione una opción o presente una tarjeta.

source: Please present card or enter ID.
de: Bitte Karte vorhalten oder ID eingeben.
es: Presente una tarjeta o indique ID.

source: Set Verification Order
de: Verifikationsreihenfolge
es: Configurar orden de verificación

source: Enrol Finger
de: Fingerabdruck registrieren
es: Registrar dedo

source: Change Photo
de: Foto ändern
es: Cambiar foto

source: Change Name
de: Name ändern
es: Cambiar nombre

source: Change Language
de: Sprache ändern
es: Cambiar idioma

source: Change Roles
de: Rollen ändern
es: Cambiar funciones

source: View Details
de: Details ansehen
es: Ver detalles

source: Delete Profile
de: Profil löschen
es: Eliminar perfil

source: Name
es: Nombre

source: Languages
de: Sprachen
es: Idiomas

source: Roles
de: Rollen
es: Funciones

source: Verification Methods
de: Verifikationsmethoden
es: Métodos de verificación

source: Employee ID
de: Benutzer ID
es: ID de empleado

source: BadgeCode
de: Kartennummer
es: Código de tarjeta

source: Keypad ID
de: Tastatur ID
es: ID de teclado

source: Profile Data ID
de: Profildaten ID
es: ID de datos de perfil

source: Templates enrolled
de: Registrierte Fingerabdrücke
es: Plantillas registradas

source: Delete profile?
de: Profil löschen?
es: ¿Eliminar perfil?

source: Deleting profile...
de: Lösche Profil...
es: Eliminando perfil...

source: Profile Info
de: Profil-Info
es: Información de perfil

source: Profiles
de: Profile
es: Perfiles

source: Use system language
de: Benutze System-Sprache
es: Usar idioma del sistema

source: User languages are not supported.
de: Benutzer-Sprachen werden nicht unterstützt.
es: Idiomas del usuario no compatibles.

source: Setting language, please wait...
de: Sprache wird gespeichert, bitte warten...
es: Configurando idioma, espere...

source: Language
de: Sprache
es: Idioma

source: Profile Photo
de: Profilfoto
es: Foto de perfil

source: Change
de: Ändern
es: Cambiar

source: Profile pictures are not supported.
de: Profilphotos werden nicht unterstützt.
es: No se admiten fotos de perfil.

source: Viewing the profile picture is not supported on this terminal.
de: Ein Profilfoto kann auf diesem Terminal nicht angezeigt werden.
es: No se pueden ver la foto de perfil en este terminal.

source: %s has no profile photo.
de: %s hat kein Profilfoto
es: %s no tiene ninguna foto de perfil.

source: Taking profile pictures is not supported.
de: Aufnehmen von Profilphotos ist nicht unterstützt.
es: No se pueden sacar fotos de perfil.

source: Take photo...
de: Foto aufnehmen
es: Hacer foto...

source: Taking a photo is not supported on this terminal.
de: Ein Profilfoto kann auf diesem Terminal nicht aufgenommen werden.
es: Este terminal no puede sacar fotos.

source: Use this photo?
de: Foto benutzen?
es: ¿Usar esta foto?

source: Saving profile picture
de: Profilfoto wird gespeichert
es: Guardando foto de perfil

source: Unable to save photo. %s
de: Foto konnte nicht gespeichert werden. %s
es: No se puede guardar la foto. %s

source: Profile picture saved.
de: Profilphoto gespeichert.
es: Foto de perfil guardada.
