Repository: redsteve-bhr/playground
Catalog: app.1/languages/*.po
Languages: de, es

source: Deleting profile pictures is not supported.
de: Löschen von Profilphotos ist nicht unterstützt.
es: No se admite eliminar fotos de perfil.

source: Delete photo?
de: Profilfoto löschen?
es: ¿Eliminar foto?

source: Deleting photo...
de: Profilfoto wird gelöscht...
es: Eliminando foto...

source: Unable to delete photo. %s
de: Foto konnte nicht gelöscht werden. %s
es: No se puede eliminar la foto. %s

source: View Photo
de: Foto ansehen
es: Ver foto

source: Take Photo
de: Profilfoto aufnehmen
es: Hacer foto

source: Delete Photo
de: Foto löschen
es: Eliminar foto

source: Please enter new PIN
de: Bitte neue PIN eingeben
es: Introduzca un nuevo PIN

source: User PINs are not supported.
de: Benutzer PINs werden nicht unterstützt.
es: Los PIN del usuario no son compatibles.

source: Unset password?
de: Passwort zurücksetzen?
es: ¿Restablecer contraseña?

source: Setting PIN, please wait...
de: Bitte warten...
es: Configurando PIN, espere...

source: Please confirm PIN
de: Bitte PIN bestätigen
es: Confirme el PIN

source: The PINs you entered are not the same!
de: Die eingegebenen PINs sind unterschiedlich!
es: Los PIN introducidos no son iguales.

source: Info
es: Información

source: Biometric templates are not supported.
de: Biometrische Fingerabdrücke werden nicht unterstützt.
es: Las plantillas biométricas no son compatibles.

source: Templates enrolled: %d
de: Fingerabdrücke registriert: %d
es: Plantillas registradas: %d

source: Templates
de: Fingerabdrücke
es: Plantillas

source: Template info
de: Fingerabdruck-Info
es: Información de plantilla

source: Enrol templates
de: Fingerabdrücke registrieren
es: Registrar plantillas

source: Select Method
de: Methode auswählen
es: Seleccionar método

source: Use system order
de: Systemreihenfolge verwenden
es: Usar orden del sistema

source: User verification methods are not supported.
de: Benutzer Verifizierungsmethoden werden nicht unterstützt.
es: Los métodos de verificación de usuario no son compatibles.

source: Setting verification method, please wait...
de: Verifizierungsmethode wird eingestellt, bitte warten...
es: Configurando método de verificación, espere...

source: Verification Method
de: Verifizierungsmethode
es: Método de verificación

source: Relay Schedules
de: Relay-Plan
es: Horarios de turnos

source: Configure relay schedules
de: Konfiguriere Relay-Ablaufplan
es: Configurar horarios de turnos

source: Configure relay times
de: Konfiguriere Relay-Zeiten
es: Configurar horas de turnos

source: Configure override periods
de: Konfiguriere Ausnahmen
es: Configurar períodos superpuestos

source: Add relay time
de: Relay-Zeit hinzufügen
es: Añadir hora de turno

source: IO board %(board)s relay %(relay)s
de: IO Module %(board)s Relay %(relay)s
es: Panel de E/S %(board)s turno %(relay)s

source: Add override period
de: Ausnahme hinzufügen
es: Añadir período de anulación

source: Override period %(startDate)s to %(endDate)s
de: Ausnahme von %(startDate)s bis %(endDate)s
es: Período de anulación: de %(startDate)s a %(endDate)s

source: Enter relay on time
de: Aktivierungszeit eingeben
es: Indicar turno a la hora

source: Enter relay off time
de: Deaktivierungszeit eingeben
es: Introduzca la hora de apagado de la retransmisión

source: Select the day(s) of week
de: Wochentage auswählen
es: Seleccionar los días de la semana

source: No day selected.
de: Kein Tag ausgewählt.
es: Ningún día seleccionado.

source: Select the relay to control
de: Relay auswählen
es: Seleccionar el turno para control

source: Switch relay %(relay)s on %(days)s from %(startTime)s to %(endTime)s?
de: Relay %(relay)s am %(days)s von %(startTime)s bis %(endTime)s aktivieren?
es: ¿Cambiar turno %(relay)s en %(days)s de %(startTime)s a %(endTime)s?

source: Enter start date MM/DD
de: Startdatum eingeben (MM/DD)
es: Indicar fecha de inicio MM/DD

source: Enter end date MM/DD
de: Enddatum eingeben (MM/DD)
es: Indicar fecha de finalización MM/DD

source: Override the relay times on %(startDate)s to %(endDate)s?
de: Relay-Zeiten vom %(startDate)s bis %(endDate)s überschreiben?
es: ¿Superponer las horas de turnos del %(startDate)s al %(endDate)s?

source: Settings
de: Einstellungen
es: Configuración

source: Installing new firmware
es: Instalando nuevo firmware

source: Installing new application
es: Instalando nueva aplicación

source: Loading itcfg
es: Cargando itcfg

source: Loading buttons
es: Cargando botones

source: Loading certificates
es: Cargando certificados

source: Loading data collection definitions
es: Cargando definiciones de recogida de datos

source: Loading employees
es: Cargando empleados

source: Loading employee info
es: Cargando información de empleado

source: Server IP address
es: Dirección IP del servidor

source: Hostname
es: Nombre de host

source: Server hostname
es: Nombre de host del servidor

source: IP Address
es: Dirección IP

source: Please enter a valid hostname or IP address.
es: Introduzca un nombre de host o dirección IP válidos.

source: Failed to register with web service!
es: Fallo al registrar con el servicio web.

source: Registration not available at this time. Please try again later.
es: Registro no disponible en este momento. Vuelva a intentarlo más tarde.

source: Registration was cancelled.
es: El registro se ha cancelado.

source: Registration timed out.
es: Tiempo de espera de registro agotado.

source: Device is registered.
es: El dispositivo está registrado.

source: Registration failed: %s
es: Fallo del registro: %s

source: Registration failed!
es: Fallo del registro.

source: Setting roles, please wait...
de: Rollen werden gespeichert, bitte warten...

source: Transfers
de: Transfer

source: %s Transfer accepted
de: %s Transfer angenommen

source: Failed to transfer. %s
de: Transfer fehlgeschlafen. %s

source: Select transfer
de: Transfer auswählen

source: Select end time
de: Endzeit auswählen

source: Select start time
de: Startzeit auswählen

source: Select date
de: Tag auswählen

source: User roles are not supported.
de: Benutzer-rollen sind nicht unterstützt.

source: Select roles
de: Rollen auswählen

source: Setting name, please wait...
de: Name wird gespeichert, bitte warten...

source: User names are not supported.
de: Benutzer-Namen werden nicht unterstützt.

source: Please enter name
de: Bitte Namen eingeben.

source: Disable Profile
de: Profil deaktivieren

source: Disabling profile...
de: Deaktiviere Profil...

source: Disable profile?
de: Profil deaktivieren?

source: Enable Profile
de: Profil aktivieren

source: Enabling profile...
de: Aktiviere Profil...

source: Enable profile?
de: Profil aktivieren?

source: Deleting user...
de: Lösche Benutzer...

source: Number of days entered must be in the range 1.. 21!
de: Anzahl der Tage muss zwischen 1 und 21 liegen!

source: Please return to the application to start the upload process.
de: Bitte zur Anwendung zurueckkehren, um Hochladen zu beginnen.

source: Re-upload %(numTemplates)d templates and %(numProfiles)d profile items?
de: Erneut %(numTemplates)d Fingerabdrücke und %(numProfiles)d Profile hochladen?

source: Profile data not supported by protocol.
de: Profil-Daten werden vom Protokol nicht unterstützt.

source: Re-send profile data
de: Profile erneut senden

source: Transactions
de: Transaktionen

source: Server-based PIN
de: Server-basierte PIN

source: Apply settings from itcfg file?
de: Einstellungen aus itcfg Datei übernehmen?

source: Secondary DeviceID
de: Sekundäre Geräte ID

source: Upgrading template repository
de: Aktualisiere Fingerabdruckspeicher

source: Abort
de: Abbrechen

source: Ignore
de: Ignorieren

source: Please enter ID
de: ID eingeben

source: No
de: Nein

source: Total
de: Gesamt

source: Error
de: Fehler

source: Oldest sent
de: Älteste gesendet

source: Last sent
de: Letzte gesendet

source: Oldest unsent
de: Älteste nicht gesendet

source: Last unsent
de: Letzte nicht gesendet

source: Collecting data...
de: Daten werden vorbereitet...

source: Enter date
de: Datum eingeben

source: Enter Time
de: Zeit eingeben

source: Transaction buffer full!
de: Transaktionsbuffer voll!

source: Already clocked within last %s seconds.
de: Bereits gebucht innerhalb der letzten %s Sekunden.

source: Review photo...
de: Foto überprüfen...

source: Review voice...
de: Sprache überprüfen...

source: Re-send transactions
de: Transaktionen erneut senden

source: Please enter date and time from which all sent transactions will be marked as unsent.
de: Bitte geben Sie Tag und Zeit an, ab wann Transaktionen als nicht gesendet markiert werden sollen.

source: No sent transactions after %s.
de: Keine Transaktionen nach dem %s.

source: Mark transactions after %(date)s (%(numTrans)s transactions) as unsent?
de: %(numTrans)s Transaktionen nach dem %(date)s als noch nicht gesendet markieren?

source: Marking %d transactions as unsent...
de: Markiere %d Transaktionen als noch nicht gesendet...

source: %s transactions have been marked as unsent and will be re-sent from within the application.
de: %s Transaktionen wurden als nicht gesendet markiert und werden in der Applikation erneut versendet.

source: Error: %s
de: Fehler: %s

source: <b>Last clockings on this terminal:</b>
de: <b>Letzte Buchungen an diesem Terminal:</b>

source: Select holiday start date
de: Urlaubsbeginn wählen

source: Please select a date in the future!
de: Urlaubsbeginn muss in der Zukunft liegen!

source: Enter number of days
de: Anzahl der Tage wählen

source: Book %(days)s days holiday starting on %(date)s?
de: %(days)s Tage Urlaub beginnend am %(date)s buchen?

source: Error booking holiday. %s
de: Fehler beim Buchen des Urlaubs. %s

source: Your holiday has been booked.
de: Urlaub wurde gebucht.

source: Holiday
de: Urlaub
